Repository: collective/collective.volto.otp
Catalog: src/collective/volto/otp/locales/*/LC_MESSAGES/collective.volto.otp.po
Languages: es

source: Email confirmation code
es: Código de confirmación de email

source: Installs the collective.volto.otp add-on.
es: Instala el complemento collective.volto.otp.

source: OTP is wrong
es: OTP esta eqivocado

source: The email field is missing
es: Falta el campo de correo electrónico

source: The form on ${page} was compiled with this email address, if it was not you, ignore the message.
es: El formulario en ${page} se compiló con esta dirección de correo electrónico, si no fue usted, ignore el mensaje.

source: The otp field is missing
es: Falta el campo otp

source: The provided email address is not valid
es: La dirección de correo electrónico proporcionada no es válida

source: The uid field is missing
es: Falta el campo uid

source: Uninstalls the collective.volto.otp add-on.
es: Desinstala el complemento collective.volto.otp.

source: Your code to validate the email address:
es: Tu código para validar la dirección de correo electrónico:

source: collective.volto.otp
es: colectivo.volto.otp

source: collective.volto.otp (uninstall)
es: collective.volto.otp (desinstalar)
